
// Localized menu item titles for the Services menu
"BibDesk/Complete Cite Key" = "BibDesk/Cite Key vervollständigen";

// Localized menu item titles for the Services menu
"BibDesk/New Document With Selection" = "BibDesk/Neuer Eintrag aus Auswahl";

// Localized menu item titles for the Services menu
"BibDesk/Add to Bibliography" = "BibDesk/Zur Bibliothek hinzufügen";

// Localized menu item titles for the Services menu
"BibDesk/Complete Citation" = "BibDesk/Zitat vervollständigen";

// Localized menu item titles for the Services menu
"BibDesk/Complete Text Bibliography" = "BibDesk/Bibliotheksinformation als Text komplettieren";

// Localized menu item titles for the Services menu
"BibDesk/Complete Rich Text Bibliography" = "BibDesk/Bibliotheksinformation als Formattierten Text komplettieren";

// Localized menu item titles for the Services menu
"BibDesk/Show Reference With Cite Key" = "BibDesk/Zeige Eintrag mit Cite Key";
